Repository: CanePlayz/HDGraph
Catalog: Tags/Release-1.3.0/HDGraphGUI/MainForm.*.resx
Languages: fr

# linkLabelHelpGraph.Text
source: Legend / Reading the graph...
fr: Légende / Comment lire le graphique ?

# label3.Text
source: Directory to analyze :
fr: Répertoire à analyser:

# checkBoxShowTooltip.Text
source: Show tooltip
fr: Afficher infobulles

# checkBoxShowFreeSpace.Text
source: Show free space on root
fr: Afficher l'espace libre

# checkBoxShowFreeSpace.ToolTip
source: Si le répertoire courant est une racine de disque, affiche l'espace libre de ce disque.
fr: Si le répertoire courant est la racine du disque, affiche l'espace libre de ce disque.

# checkBoxPrintSizes.Text
source: Print sizes
fr: Afficher les tailles

# numUpDownNbNivxAffich.ToolTip
source: Zoom feature.
fr: Fait office de zoom. Effet immédiat.

# comboBoxColorStyle.Items
source: Random colors (neutral)
fr: Couleurs aléatoires (neutres)

# comboBoxColorStyle.Items1
source: Random colors (bright)
fr: Couleurs aléatoires (vives)

# comboBoxColorStyle.Items2
source: Linear
fr: Couleurs linéaires

# comboBoxColorStyle.Items3
source: Linear 2
fr: Couleurs linéaires (2)

# label4.Text
source: Color style :
fr: Enchaînement couleurs :

# checkBoxAutoRecalc.Text
source: Auto complete graph
fr: Compléter graphe si déplacement

# label1.Text
source: Calculation max depth : (reduce to improve perf)
fr: Niveaux de rép. à mémoriser (réduire pour améliorer les perfs) :

# label6.Text
source: Text density :
fr: Densité du texte :

# label2.Text
source: Directory levels to draw :
fr: Niveaux de rep. à dessiner :

# groupBox1.Text
source: Drawing options
fr: Options de dessin

# labelFiles.Text
source: Files :
fr: Proportion de fichiers :

# groupBoxHoverInfo.Text
source: Hovered directory
fr: Répertoire survolé

# buttonScan.Text
source: Scan / Refresh
fr: Scanner / Rafraîchir

# newToolStripMenuItem.Text
source: &New
fr: &Nouveau

# openToolStripMenuItem.Text
source: &Open a previously saved graph...
fr: &Ouvrir un graphique existant...

# saveToolStripMenuItem.Text
source: &Save current graph
fr: &Enregistrer le graphique courant

# saveAsToolStripMenuItem.Text
source: Save current graph &as...
fr: Enregistrer le graphique courant &sous...

# exportAsImageToolStripMenuItem.Text
source: &Export graph as image...
fr: E&xporter en tant qu'image...

# printToolStripMenuItem.Text
source: &Print
fr: &Imprimer

# printPreviewToolStripMenuItem.Text
source: Print Pre&view
fr: A&perçu avant impression

# printSetupToolStripMenuItem.Text
source: Print Setup
fr: &Mise en page

# exitToolStripMenuItem.Text
source: E&xit
fr: &Quitter

# fileMenu.Text
source: &File
fr: &Fichier

# undoToolStripMenuItem.Text
source: &Undo
fr: &Annuler

# redoToolStripMenuItem.Text
source: &Redo
fr: &Rétablir

# cutToolStripMenuItem.Text
source: Cu&t
fr: Coup&er

# copyToolStripMenuItem.Text
source: &Copy
fr: Co&pier

# pasteToolStripMenuItem.Text
source: &Paste
fr: C&oller

# selectAllToolStripMenuItem.Text
source: Select &All
fr: &Sélectionner tout

# editMenu.Text
source: &Edit
fr: &Edition

# navigateBackwardToolStripMenuItem.Text
source: Navigate backward
fr: Retourner à l'état précédent

# navigateForwardToolStripMenuItem.Text
source: Navigate forward
fr: Aller à l'état suivant

# toolBarToolStripMenuItem.Text
source: &Toolbar
fr: Barre d'&outils

# statusBarToolStripMenuItem.Text
source: &Status Bar
fr: Barre d'ét&at

# shortcutsToolStripMenuItem.Text
source: &Analyse shortcuts (drives)
fr: Barre de &raccourcis

# viewMenu.Text
source: &View
fr: &Affichage

# languageToolStripMenuItem.Text
source: Language
fr: Langue

# addMeToTheExplorerConToolStripMenuItem.Text
source: Add me to the explorer context menu
fr: Ajouter HDG au menu contextuel de l'explorateur

# removeMeFromTheExplorerContextMenuToolStripMenuItem.Text
source: Remove me from the explorer context menu
fr: Retirer HDG du menu contextuel de l'explorateur

# explorerIntegrationToolStripMenuItem.Text
source: Explorer Integration
fr: Integration à l'explorateur

# clearHistroryToolStripMenuItem.Text
source: Clear path history list
fr: Effacer l'historique des répertoires analysés

# openLogFileToolStripMenuItem.Text
source: Open log file
fr: Ouvrir le fichier journal (fichier log)

# toolsMenu.Text
source: &Tools
fr: &Outils

# newWindowToolStripMenuItem.Text
source: &New Window
fr: &Nouvelle fenêtre

# tileVerticalToolStripMenuItem.Text
source: Tile &Vertical
fr: Mosaïque &Verticale

# tileHorizontalToolStripMenuItem.Text
source: Tile &Horizontal
fr: Mosaïque &Horizontale

# closeAllToolStripMenuItem.Text
source: C&lose All
fr: &Fermer tout

# arrangeIconsToolStripMenuItem.Text
source: &Arrange Icons
fr: &Réordonner les îcones

# windowsMenu.Text
source: &Windows
fr: &Fenêtres

# contentsToolStripMenuItem.Text
source: &Contents
fr: &Contenu

# searchToolStripMenuItem.Text
source: &Search
fr: &Recherche

# licenceToolStripMenuItem.Text
source: &License...
fr: Licence...

# aboutToolStripMenuItem.Text
source: &About...
fr: &A propos...

# helpMenu.Text
source: &Help
fr: &Aide

# toolStripLabelShortcuts.Text
source: Analyse shortcuts:
fr: Raccourcis d'analyse :

# newToolStripButton.Text
source: New
fr: Nouveau

# openToolStripButton.Text
source: Open
fr: Ouvrir

# saveToolStripButton.Text
source: Save
fr: Enregistrer

# printToolStripButton.Text
source: Print
fr: Imprimer

# printPreviewToolStripButton.Text
source: Print Preview
fr: Aperçu avant impression

# toolStripButtonNavBack.Text
source: Navigate backward
fr: Etat précédent

# toolStripButtonNavForward.Text
source: Navigate forward
fr: Etat suivant

# helpToolStripButton.Text
source: Help
fr: Aide
